(function() {
/**
 * Директива услуг и ссылка на вьюшку
 */
}).call(this);

(function() {
/**
 * Директива проектов и ссылка на вьюшку
 */
}).call(this);

(function() {
/**
 * Директива Технологий и ссылка на вьюшку
 */
}).call(this);


(function() {
/**
 * Директива о Нас и ссылка на вьюшку
 */
}).call(this);

(function() {
/**
 * Директива о Персонала и ссылка на вьюшку
 */
}).call(this);

(function() {
/**
 * Директива о Обратной связи и ссылка на вьюшку
 */
}).call(this);

(function() {
/**
 * Директива Домашнего меню
 */
}).call(this);